win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = "Ласкаво просимо до програми визначння стану здоров'я"
txt_next = 'Почати'
txt_instruction = ("Ця програма дозволить вам за допомогою тесту Руф'є провести первину діагностику вашого здоров'я.\n"
                    "Проба  Руф'є є навантажувальним комплексом, призначеним для оцінки працездатності серця при фізичному навантажені.\n"
                    "У випробованого, що знаходиться в положені лежечи на спині протягом 5 хв, визначають чистоту за 15 секунд.\n"
                    "потім протягом 45 секунд випробуваний виконує 30 присідань.\n"
                    "Після закінчення навантаження випробуваний лягає, і в нього знову підраховують кількість пульсу за перші 15 секунд,\n"
                    "А потім - за остані 15 секунд першої хвилини періоду відновлення.\n"
                    "Важливо! Якщо в процесі проведення випробування ви відчуєте себе погано (з'явиться запоморичення, шум\n"
                    "вухах, сильна задишка та ін.), то тест необхідно перервати і звернутися до лікаря." )
txt_title = "Здоров'я"
txt_name = 'Введіть П.І.Б.:'
txt_hintname = "П.І.Б"
txt_hintage = "0"
txt_test1 = 'Ляжте на спину і заміряйте пульс за 15 секунд. Натисніть кнопку "Почати перший тест", щоб запустити таймер.\nРезультат запишіть у відповідне поле. '
txt_test2 = 'Виконайте 30 присідань за 45 секунд. Натисніть кнопку "Почати робити присідяння", щоб запустити лічильник писідань'
txt_test3 = 'Лягте на спину і заміряйте пульс спочатку за перші 15 секунд хвилини, потім за остані 15 секунд. хвилини без виміру пульсацій. Результати запишіть у відповідні поля. '
txt_sendresults = 'Надіслати результати '
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Почати перший тест'
txt_starttest2 = 'Почати робити присідання'
txt_starttest3 = 'Почати фінальний тест'
txt_timer = ''

txt_age = 'Повних кроків:'
txt_finalwin = 'Результати'
txt_index = "Індекс Руф'є: "
txt_workheart = 'Прациздатність серця: '